Repository: Devs-Hunting/stock-market-app
Catalog: src/psmproject/locale/*/LC_MESSAGES/django.po
Languages: pl

source: contact name
pl: nazwa kontaktu

source: chat
pl: czat

source: author
pl: autor

source: content
pl: zawartość

source: timestamp
pl: stempel czasowy

source: Search
pl: Szukaj

source: Reset filter
pl: Usuń filtry

source: Private
pl: Prywatne

source: Participants
pl: Uczestnicy

source: no moderator
pl: brak moderator

source: Last message
pl: Najnowsza wiadomość

source: At
pl: O

source: From
pl: Od

source: You
pl: Ty

source: Content
pl: Zawartość

source: Chat with
pl: Rozmowa z

source: Last message:
pl: Najnowsza wiadomość:

source: No chat found matching this query
pl: Nie odnaleziono rozmowy pasującej do zapytania

source: Leave moderation
pl: Opuść moderowanie

source: Moderate
pl: Moderuj

source: Show participants
pl: Pokaż uczestników

source: More messages
pl: Więcej wiadomości

source: Type message
pl: Wpisz wiadomość

source: Delete
pl: Usuń

source: We had trouble to find the user you are trying to contact. Please try later or contact the administrator if the issue persists
pl: Nie udało się odnaleźć użytkownika z którym chcesz się skontaktować. Proszę spróbuj później lub skontaktuj się z administratorem

source: We are not able to open chat, we found duplicates of this chat. Please contact the administrator
pl: Nie można otworzyć czatu, odnaleziona duplikat czatu. Skontaktuj się z administratorem

source: All chats
pl: Wszystkie czaty

source: Private chats
pl: Prywatne czaty

source: Task chats
pl: Czaty zadań

source: Complaint chats
pl: Czaty skarg

source: Chats waiting for moderation
pl: Czaty oczekujące na moderację

source: My moderated chats
pl: Przypisane czaty

source: Blocked by
pl: Zablokowany przez

source: Blocked to
pl: Zablokowany do

source: Reason
pl: Powód

source: There are no blocked users
pl: Nie ma zablokowanych użytkowników

source: Complaint for task
pl: Skargi do zadania

source: Complainant
pl: Skarźący

source: Created at
pl: utworzone

source: Programmers stock market - Dashboard
pl: Programmers stock market - Panel

source: Tasks
pl: Zadania

source: New tasks
pl: Nowe zadania

source: Active tasks
pl: Aktywne zadania

source: Problems
pl: Konflikty

source: Jobs
pl: Przyjęte zlecenia

source: Active jobs
pl: Aktywne zlecenia

source: Offers
pl: Oferty

source: Submitted
pl: Złożone

source: Lost offers
pl: Przegrane oferty

source: Messages
pl: Wiadomości

source: Latest messages
pl: Najnowsze wiadomości

source: Sign up
pl: Zarejestruj

source: Log in
pl: Zaloguj

source: Blocked Users
pl: Zablokowani użytkownicy

source: Latest blocked users
pl: Ostatnio zablokowani użytkownicy

source: Complaints
pl: Skargi

source: New complaints
pl: Nowe skargi

source: Active complaints
pl: Aktywne skargi

source: Latest chats
pl: Najnowsze czaty

source: Latest my messages
pl: Moje najnowsze wiadomości

source: New offers
pl: Nowe oferty

source: Solutions
pl: Rozwiązania

source: New solutions
pl: Nowe rozwiązania

source: You have no messages
pl: Nie masz więcej wiadomości

source: Offer status
pl: Status oferty

source: Accepted,Unaccepted
pl: Zaakceptowana,Niezaakceptowana

source: Budget
pl: Budżet

source: Solution for
pl: Rozwiązanie dla

source: Task status
pl: Status zadania

source: Deadline
pl: Termin

source: English
pl: Angielski

source: File too big. Max file size:
pl: Plik zbyt duży. Maksymalny rozmiar:

source: Min days to complete
pl: Min dni do zakończnia

source: Attachment
pl: Załącznik

source: Title, description
pl: Tytuł, opis

source: Username
pl: Nazwa użytkownika

source: open
pl: nowe

source: on-hold
pl: zawieszone

source: on-going
pl: w trakcie

source: objections
pl: zastrzeżenia

source: completed
pl: zakończone

source: cancelled
pl: odwołane

source: title
pl: tytuł

source: description
pl: opis

source: days to complete
pl: dni do zakończnia

source: budget
pl: budżet

source: skills
pl: umiejętności:

source: client
pl: klient

source: selected offer
pl: wybrana oferta

source: created
pl: utworzone

source: updated
pl: zaktualizowane

source: solution
pl: rozwiązanie:

source: task
pl: zadanie

source: realization time
pl: termin realizacji

source: contractor
pl: zleceniobiorca

source: accepted
pl: zaakceptowana

source: payment
pl: płatność

source: Offer by
pl: Oferta od

source: attachment
pl: załącznik

source: complaint
pl: skarga

source: Programmers stock market - Remove attachment?
pl: Programmers stock market - Usunąć załącznik

source: Are you sure you want to remove this attachment: "%(object)s"?
pl: Czy na pewno chcesz usunąć ten załącznik: "%(object)s"?

source: cancel
pl: anuluj

source: Programmers stock market - delete complaint?
pl: Programmers stock market - usunąć zażalenie

source: Are you sure you want to remove this complaint: "%(object)s"?
pl: Czy na pewno chcesz usunąć tę skargę: "%(object)s"?

source: Programmers stock market - Complaint details
pl: Programmers stock market - Szczegóły skargi

source: EDIT
pl: EDYTUJ

source: DELETE
pl: USUŃ

source: ADD ATTACHMENT
pl: DODAJ ZAŁĄCZNIK

source: BACK TO TASK
pl: POWRÓT DO ZADANIA

source: Files:
pl: Pliki:

source: TAKE
pl: PRZEJMIJ

source: CLOSE
pl: ZAMKNIJ

source: MY COMPLAINTS
pl: MOJE SKARGI

source: ALL COMPLAINTS
pl: WSZYSTKIE SKARGI

source: Do You want to close this complaint?
pl: Czy na pewno chcesz zamknąć tę skargę?

source: Cancel
pl: Anuluj

source: Status - closed: %(closed)s
pl: Status - zamknięty: %(closed)s

source: Complaint content: %(content)s
pl: Treść skargi: %(content)s

source: Task title: %(title)s
pl: Tytuł zadania: %(title)s

source: Solution: %(solution)s
pl: Rozwiązanie: %(solution)s

source: Do you want to take this complaint?
pl: Czy chcesz przyjąć tę skargę?

source: Programmers stock market - New complaint
pl: Programmers stock market - Nowa skarga

source: Creating complaint for task: %(title)s
pl: Tworzenie skargi dla zadania: %(title)s

source: Offer: %(selected_offer)s
pl: Oferta: %(selected_offer)s

source: Save
pl: Zapisz

source: BACK
pl: COFNIJ

source: Programmers stock market - New complaint attachment
pl: Programmers stock market - Nowy załącznik do skargi

source: Add
pl: Dodaj

source: Programmers stock market - Complaints
pl: Programmers stock market - Skargi

source: Complaints:
pl: Skargi:

source: Programmers stock market - Delete offer?
pl: Programmers stock market - Usunąć ofertę?

source: Are you sure you want to remove offer for task: "%(title)s"?
pl: Czy na pewno chcesz usunąć ofertę dla zadania: "%(title)s"?

source: Programmers stock market - Offer details
pl: Programmers stock market - Szczegóły oferty

source: ALL OFFERS
pl: WSZYSTKIE OFERTY

source: ACCEPT
pl: POTWIERDŹ

source: Have a question?
pl: Masz pytanie?

source: Contact contractor
pl: Skontaktuj się ze zleceniobiorcą

source: TASK
pl: ZADANIE

source: Offer for task:
pl: Oferta dla zadania:

source: from user:
pl: od użytkownika:

source: Offer is accepted
pl: Oferta zaakceptowana

source: Description: %(description)s
pl: Opis: %(description)s

source: Offered realization time (in days): %(days_to_complete)s
pl: Proponowany czas realizacji (dni): %(days_to_complete)s

source: Expected payment %(budget)s
pl: Oczekiwana zapłata %(budget)s

source: Programmers stock market - Offer details - moderator
pl: Programmers stock market - Szczegóły oferty - moderator

source: Programmers stock market - New offer
pl: Programmers stock market - Nowa oferta

source: Creating offer for task: %(title)s | expected delivery (in days): %(days_to_complete)s | maximal budget: %(budget)s
pl: Tworzenie oferty dla zadania: %(title)s | oczekiwany termin dostawy (w dniach): %(days_to_complete)s | maksymalny budżet: %(budget)s

source: Programmers stock market - Offers
pl: Programmers stock market - Oferty

source: My offers:
pl: Moje oferty:

source: Offer status:
pl: Status oferty:

source: Budget: %(budget)s
pl: Budżet: %(budget)s

source: FIND NEW TASK
pl: ZNAJDŹ NOWE ZADANIE

source: Programmers stock market - Offers list
pl: Programmers stock market - Lista ofert

source: Filter (by offer description, task title, task description, contractor):
pl: Filtruj (według opisu oferty, tytułu zadania, opisu zadania, wykonawcy):

source: Pending offers for:
pl: Oczekujące oferty dla:

source: Task: %(title)s | Offer by: %(contractor)s
pl: Zadanie: %(title)s | Oferta od: %(contractor)s

source: | Description: %(description)s
pl: | Opis: %(description)s

source: | Budget: %(budget)s
pl: Budżet: %(budget)s

source: | Days to complete: %(days_to_complete)s
pl: | Dni do zakończenia: %(days_to_complete)s

source: Programmers stock market - Offers list for task
pl: Programmers stock market - Lista ofert dla zadania

source: Filter (by offer description and contractor):
pl: Filtruj (poprzez opis oferty lub zleceniobiorcę):

source: Task:%(title)s
pl: Zadanie:%(title)s

source: Expected realization time (in days): %(days_to_complete)s
pl: Oczekiwany czas realizacji (w dniach): %(days_to_complete)s

source: Pending offers:
pl: Oczekujące oferty:

source: | Offer by: %(contractor)s
pl: | Oferta od: %(contractor)s

source: | Offered Realization Time: %(days_to_complete)s
pl: | Oferowany czas realizacji: %(days_to_complete)s

source: Programmers stock market - Search offers
pl: Programmers stock market - Szukaj ofert

source: Offers:
pl: Oferty:

source: Programmers stock market - delete solution?
pl: Programmers stock market - usunąć rozwiązanie?

source: Are you sure you want to remove solution from task: "%(title)s"?
pl: Czy na pewno chcesz usunąć ofertę dla zadania: "%(title)s"?

source: Confirm
pl: Potwierdź

source: Programmers stock market - Solution details
pl: Programmers stock market - Szczegóły rozwiązania

source: |ADD ATTACHMENT|
pl: |DODAJ ZAŁĄCZNIK|

source: Do you want to accept this Solution?
pl: Czy chcesz zaakceptować to rozwiązanie?

source: Accept Solution
pl: Zaakceptuj rozwiązanie

source: Solution for task: %(task.title)s
pl: Rozwiązanie dla zadania: %(task.title)s

source: Solution is submitted
pl: Rozwiązanie złożone

source: Solution is accepted
pl: Rozwiązanie zaakceptowane

source: Programmers stock market - Solution details - moderator
pl: Programmers stock market - Szczegóły rozwiązania - moderator

source: ALL SOLUTIONS
pl: WSZYSTKIE ROZWIĄZANIA

source: Programmers stock market - Create solution
pl: Programmers stock market - Dodaj rozwiązanie

source: Adding solution to task: %(title)s
pl: Dodawanie rozwiązania do zadania: %(title)s

source: Task description: %(description)s
pl: Opis zadania: %(description)s

source: Offer description: %(description)s
pl: Opis oferty: %(description)s

source: Programmers stock market - Add attachment to solution
pl: Programmers stock market - Dodaj załącznik do rozwiązania

source: Programmers stock market - Search solutions
pl: Programmers stock market - Szukaj rozwiązań

source: Solutions:
pl: Rozwiązania:

source: Programmers stock market - delete task?
pl: Programmers stock market - usunąć zadanie?

source: Are you sure you want to remove this task: "%(object)s"?
pl: Czy na pewno chcesz usunąć to zadanie: "%(object)s"?

source: CONFIRM
pl: POTWIERDŹ

source: CANCEL
pl: ANULUJ

source: Programmers stock market - Task details
pl: Programmers stock market - Szczegóły zadania

source: Open chat
pl: Otwórz czat

source: Deadline:
pl: Termin:

source: Selected offer: %(selected_offer)s
pl: Wybrana oferta: %(selected_offer)s

source: VIEW OFFER
pl: ZOBACZ OFERTĘ

source: There is a complaint for this task:
pl: Istnieje skarga dotycząca tego zadania:

source: VIEW COMPLAINT
pl: ZOBACZ SKARGĘ

source: ADD COMPLAINT
pl: DODAJ SKARGĘ

source: Solution:
pl: Rozwiązanie:

source: Days to complete: %(days_to_complete)s
pl: | Dni do zakończenia: %(days_to_complete)s

source: No offer selected
pl: Nie wybrano oferty

source: View offers for this task
pl: Zobacz oferty dla tego zadania

source: ALL TASKS
pl: WSZYSTKIE ZADANIA

source: Offer
pl: Oferta

source: ADD ATTACHMENT FOR SOLUTION
pl: DODAJ ZAŁĄCZNIK DO ROZWIĄZANIA

source: ADD SOLUTION
pl: DODAJ ROZWIĄZANIE

source: Day to complete: %(days_to_complete)s
pl: | Dni do zakończenia: %(days_to_complete)s

source: Programmers stock market - Create task
pl: Programmers stock market - Stwórz zadanie

source: Add new task
pl: Dodaj zadanie

source: Programmers stock market - Edit task - moderator
pl: Programmers stock market - Edytuj zadanie - moderator

source: Programmers stock market - Task preview
pl: Programmers stock market - Podgląd zadania

source: Skills:
pl: Umiejętności:

source: Contact task submitter
pl: Skontaktuj się ze zleceniodawcą

source: Programmers stock market - Search tasks
pl: Programmers stock market - Wyszukaj zadania

source: Task search:
pl: Szukanie zadań:

source: Tasks found:
pl: Znalezione zadania:

source: Create offer for this task
pl: Stwórz ofertę dla tego zadania

source: Programmers stock market - Add attachment to task
pl: Programmers stock market - Dodaj załącznik do zadania

source: Programmers stock market - Tasks history
pl: Programmers stock market - Historia zadań

source: My tasks:
pl: Moje zadania:

source: No tasks in history
pl: Brak zadań w historii

source: CURRENT TASKS
pl: AKTYWNE ZADANIA

source: Programmers stock market - Tasks list
pl: Programmers stock market - Lista zadań

source: This task has selected an offer - view offer
pl: To zadanie wybrało ofertę - zobacz ofertę

source: NEW TASK
pl: NOWE ZADANIE

source: OLD TASKS
pl: STARE ZADANIA

source: Jobs - task taken:
pl: Przyjęte zadania:

source: View my offer for this task
pl: Zobacz moją ofertę dla tego zadania

source: Previous
pl: Poprzednia

source: Page
pl: Strona

source: Next
pl: Następna

source: Last
pl: Ostatnia

source: Add skills
pl: Dodaj umiejętności

source: filter
pl: filtruj

source: Welcome, %(user)s
pl: Witaj, %(user)s

source: Chats
pl: Czaty

source: Manage profile
pl: Zarządzaj profilem

source: Logout
pl: Wyloguj

source: My complaints
pl: Moje skargi

source: All complaints
pl: Wszystkie skargi

source: Latest tasks
pl: Najnowsze zadania

source: Find task
pl: Znajdź zadanie

source: Latest offers
pl: Najnowsze oferty

source: Find offers
pl: Znajdź oferty

source: Latest solutions
pl: Najnowsze rozwiązania

source: Find solutions
pl: Przeszukaj rozwiązania

source: Waiting for moderation
pl: Oczekuje na moderacje

source: Users
pl: Użytkownicy

source: Currently blocked users
pl: Aktualnie zablokowani użytkownicy

source: Block User
pl: Zablokuj użytkownika

source: Dashboard
pl: Panel

source: My tasks
pl: Moje zadania

source: Tasks list
pl: Lista zadań

source: Pending offers
pl: Oczekujące oferty

source: Closed tasks
pl: Zakończone zadania

source: Create task
pl: Stwórz zadanie

source: Solve tasks
pl: Rozwiąż zadania

source: Tasks taken
pl: Przyjęte zadania

source: My offers
pl: Złożone oferty

source: Page %(page_no)s of %(pages_count)s
pl: Strona %(page_no)s z %(pages_count)s

source: Select language
pl: Wybierz język

source: Enter your first name
pl: Podaj swoje imię

source: Enter your last name
pl: Podaj swoje nazwisko

source: skill
pl: umiejętność

source: Ensure this value has at most 40 characters (it has {len(self.skill)}.
pl: Upewnij się, że ta wartość ma maksymalnie 40 znaków (ma {len(self.skill)}).

source: Skill with this {self.skill} name already exists.
pl: Umiejętność o nazwie {self.skill} już istnieje.

source: user
pl: użytkownik

source: created at
pl: utworzone

source: Notification(id={self.id}, user={self.user}, content='{self.content}', created_at={self.created_at})
pl: Powiadomienie(id={self.id}, user={self.user}, content='{self.content}', created_at={self.created_at})

source: profile picture
pl: zdjęcie profilowe

source: updated at
pl: zaktualizowane

source: Profile for user: {self.user}
pl: Profil użytkownika: {self.user}

source: code quality
pl: jakość kodu

source: solution time
pl: czas rozwiązania

source: contact
pl: kontakt

source: Rating for {self.user}
pl: Ocena dla {self.user}

source: blocked user
pl: zablokowany użytkownik

source: blocking user
pl: blokujący użytkownik

source: blocking start date
pl: początek blokady

source: blocking end date
pl: koniec blokady

source: reason
pl: powód

source: Blocked user {self.blocked_user}
pl: Zablokowany użytkownik {self.blocked_user}

source: Forgot password
pl: Zapomniałeś hasło

source: or
pl: lub

source: Login with
pl: Zaloguj przez

source: Does not have an account
pl: Nie ma konta

source: Sign Up
pl: Zarejestruj

source: Sign Out
pl: Wyloguj

source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

source: Change Password
pl: Zmień hasło

source: Forgot Password?
pl: Zapomniałeś hasło?

source: Password Reset
pl: Resetowanie hasła

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pl: Zapomniałeś hasła? Wpisz adres e-mail poniżej, a wyślemy ci na niegowiadomość z linkiem do zresetowania hasła

source: Reset My Password
pl: Zresetuj hasło

source: Please contact us if you have any trouble resetting your password.
pl: Proszę skontaktuj się z nami, jeżeli masz problem ze zresetowaniem swojego hasła

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
pl: Wysłaliśmy do Ciebie e-maila. Jeśli go nie otrzymałeś, sprawdź folder ze spamem. W przeciwnym razie skontaktuj się z nami, jeśli nie otrzymasz go za kilka minut.

source: Bad Token
pl: Błędny token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pl: Link resetowania hasła był nieprawidłowy, prawdopodobnie został już użyty. Proszę poproś o <a href="%(passwd_reset_url)s">nowe resetowanie hasła</a>.

source: Change password
pl: Zmień hasło

source: Your password is now changed.
pl: Twoje hasło zostało zmienione.

source: Set Password
pl: Ustaw hasło

source: Join us
pl: Dołącz

source: Register with
pl: Zarejestruj się przez

source: Have an account
pl: Masz konto

source: Sign in
pl: Zaloguj

source: Verify Your E-mail Address
pl: Zweryfikuj swój adres e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification e-mail in your main inbox, check your spam folder. Please contact us if you do not receive the verification e-mail within a few minutes.</p>
pl: Wysłaliśmy do Ciebie e-mail w celu weryfikacji. Kliknij podany link , aby zakończyć proces rejestracji. Jeśli nie widzisz e-maila weryfikacyjnego w głównym folderze odbiorczym, sprawdź folder ze spamem. Skontaktuj się z nami , jeśli nie otrzymasz e-maila weryfikacyjnego w ciągu kilku minut.</p>

source: Connect %(provider)s
pl: Połącz z %(provider)s

source: You are about to connect a new third party account from %(provider)s.
pl: Masz zamiar połączyć nowe konto zewnętrzne z %(provider)s.

source: Sign In Via %(provider)s
pl: Zaloguj się przez %(provider)s

source: You are about to sign in using a third party account from %(provider)s.
pl: Zamierzasz zalogować się za pomocą konta zewnętrznego od %(provider)s.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
pl: Masz zamiar użyć swojego konta %(provider_name)s do zalogowania się na %(site_name)s. Jako ostatni krok, proszę wypełnij następujący formularz:

source: Blocked User
pl: Zablokowany użytkownik

source: Full Block,Temporary Block
pl: Pełna blokada,Tymczasowa blokada

source: BLOCKED
pl: ZABLOKOWANY

source: UNBLOCKED
pl: ODBLOKOWANY

source: Currently Blocked Users
pl: Aktualnie zablokowani użytkownicy

source: Blocked user search
pl: Wyszukiwanie zablokowanych użytkowników

source: List of blocked users
pl: Lista zablokowanych użytkowników

source: User
pl: Użytkownik

source: BLOCKED
pl: ZABLOKOWANY

source: UNBLOCKED
pl: ODBLOKOWANY

source: of
pl: z

source: Hello
pl: Cześć

source: You don't have access to the profile. Please log in first.
pl: Nie masz dostępu do profilu. Zaloguj się najpierw
